Repository: farukciftler/tacet-cli
Catalog: Tacet/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, tr, zh_hans

source: Saves the server and closes this page.
de: Sichert den Server und schließt diese Seite.
es: Guarda el servidor y cierra esta página.
fr: Enregistre le serveur et ferme cette page.
ja: サーバーを保存してこのページを閉じます。
ko: 서버를 저장하고 이 페이지를 닫습니다.
pt_br: Salva o servidor e fecha esta página.
tr: Sunucuyu kaydeder ve bu sayfayı kapatır.
zh_hans: 存储该服务器并关闭本页。

source: Script error on the page: %@
de: Skriptfehler auf der Seite: %@
es: Error de script en la página: %@
fr: Erreur de script sur la page : %@
ja: ページのスクリプトエラー：%@
ko: 페이지의 스크립트 오류: %@
pt_br: Erro de script na página: %@
tr: Sayfada betik hatası: %@
zh_hans: 页面脚本错误：%@

source: Search conversations
de: Unterhaltungen durchsuchen
es: Buscar en las conversaciones
fr: Rechercher dans les conversations
ja: 会話を検索
ko: 대화 검색
pt_br: Buscar nas conversas
tr: Sohbetlerde ara
zh_hans: 搜索对话

source: Search couldn’t be reached right now.
de: Die Suche war gerade nicht erreichbar.
es: No se pudo acceder a la búsqueda en este momento.
fr: La recherche n’a pas pu être jointe pour le moment.
ja: 現在、検索に接続できませんでした。
ko: 지금은 검색에 연결하지 못했습니다.
pt_br: Não foi possível acessar a busca agora.
tr: Aramaya şu an ulaşılamadı.
zh_hans: 当前无法访问搜索。

source: Search server address
de: Adresse des Suchservers
es: Dirección del servidor de búsqueda
fr: Adresse du serveur de recherche
ja: 検索サーバーのアドレス
ko: 검색 서버 주소
pt_br: Endereço do servidor de busca
tr: Arama sunucusu adresi
zh_hans: 搜索服务器地址

source: Search unreachable
de: Suche nicht erreichbar
es: No se pudo acceder a la búsqueda
fr: Recherche injoignable
ja: 検索に接続できません
ko: 검색에 연결할 수 없음
pt_br: Busca inacessível
tr: Aramaya ulaşılamadı
zh_hans: 无法访问搜索

source: Searched · %lld results
de: Gesucht · %lld Ergebnisse
es: Buscado · %lld resultados
fr: Recherché · %lld résultats
ja: 検索済み · %lld 件
ko: 검색됨 · %lld개 결과
pt_br: Pesquisado · %lld resultados
tr: Arandı · %lld sonuç
zh_hans: 已搜索 · %lld 条结果

source: Searches your notes and files on the device.
de: Sucht in deinen Notizen und Dateien auf dem Gerät.
es: Busca en tus notas y archivos del dispositivo.
fr: Cherche dans tes notes et fichiers sur l’appareil.
ja: 端末のメモとファイルを検索します。
ko: 기기의 메모와 파일에서 검색합니다.
pt_br: Busca nas suas notas e arquivos do aparelho.
tr: Cihazdaki notlarında ve dosyalarında arar.
zh_hans: 在设备上的备忘录和文件中搜索。

source: Searching contacts…
de: Kontakte werden durchsucht…
es: Buscando en contactos…
fr: Recherche dans les contacts…
ja: 連絡先を検索中…
ko: 연락처 검색 중…
pt_br: Buscando nos contatos…
tr: Kişilerde aranıyor…
zh_hans: 正在搜索通讯录…

source: Searching notes…
de: Notizen werden durchsucht…
es: Buscando en notas…
fr: Recherche dans les notes…
ja: メモを検索中…
ko: 메모 검색 중…
pt_br: Buscando nas notas…
tr: Notlarda aranıyor…
zh_hans: 正在搜索备忘录…

source: Searching · %@
de: Suche läuft · %@
es: Buscando · %@
fr: Recherche · %@
ja: 検索中 · %@
ko: 검색 중 · %@
pt_br: Buscando · %@
tr: Aranıyor · %@
zh_hans: 正在搜索 · %@

source: Send
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내기
pt_br: Enviar
tr: Gönder
zh_hans: 发送

source: Send this
de: Das hier senden
es: Enviar esto
fr: Envoyer ceci
ja: これを送信しますか
ko: 이것을 보낼까요
pt_br: Enviar isto
tr: Gönderilsin mi
zh_hans: 是否发送

source: Separate with commas.
de: Mit Kommas trennen.
es: Sepáralas con comas.
fr: Sépare-les par des virgules.
ja: カンマで区切ってください。
ko: 쉼표로 구분하세요.
pt_br: Separe por vírgulas.
tr: Virgülle ayır.
zh_hans: 用逗号分隔。

source: Separate with commas. The skill kicks in when one of these words appears in your message.
de: Mit Kommas trennen. Die Fähigkeit greift, sobald eines dieser Wörter in deiner Nachricht vorkommt.
es: Sepáralas con comas. La habilidad se activa cuando una de estas palabras aparece en tu mensaje.
fr: Sépare-les par des virgules. La compétence s’active dès qu’un de ces mots apparaît dans ton message.
ja: カンマで区切ってください。これらの語がメッセージに含まれるとスキルが働きます。
ko: 쉼표로 구분하세요. 메시지에 이 단어 중 하나가 나오면 스킬이 작동합니다.
pt_br: Separe por vírgulas. A habilidade entra em ação quando uma dessas palavras aparece na sua mensagem.
tr: Virgülle ayır. Bu kelimelerden biri mesajda geçince beceri devreye girer.
zh_hans: 用逗号分隔。消息中出现其中任一词时，技能即会启用。

source: Separate with commas. When one of these words appears in a message, the note is given to Tacet.
de: Mit Kommas trennen. Sobald eines dieser Wörter in einer Nachricht vorkommt, wird die Notiz an Tacet weitergegeben.
es: Sepáralas con comas. Cuando una de estas palabras aparece en un mensaje, la nota se le pasa a Tacet.
fr: Sépare-les par des virgules. Dès que l’un de ces mots apparaît dans un message, la note est transmise à Tacet.
ja: カンマで区切ります。これらの単語のいずれかがメッセージに現れると、そのメモが Tacet に渡されます。
ko: 쉼표로 구분하세요. 이 단어 중 하나가 메시지에 나오면 해당 메모가 Tacet에게 전달됩니다.
pt_br: Separe por vírgulas. Quando uma dessas palavras aparece em uma mensagem, a nota é passada ao Tacet.
tr: Virgülle ayır. Bu kelimelerden biri mesajda geçince not Tacet'e verilir.
zh_hans: 用逗号分隔。当消息中出现其中任一词时，该备忘录会提供给 Tacet。

source: Server address
de: Serveradresse
es: Dirección del servidor
fr: Adresse du serveur
ja: サーバーのアドレス
ko: 서버 주소
pt_br: Endereço do servidor
tr: Sunucu adresi
zh_hans: 服务器地址

source: Server name
de: Name des Servers
es: Nombre del servidor
fr: Nom du serveur
ja: サーバーの名前
ko: 서버 이름
pt_br: Nome do servidor
tr: Sunucunun adı
zh_hans: 服务器名称

source: Sets reminders, lists the pending ones.
de: Erstellt Erinnerungen, listet offene auf.
es: Crea recordatorios y lista los pendientes.
fr: Crée des rappels, liste ceux en attente.
ja: リマインダーを設定し、保留中のものを一覧にします。
ko: 미리 알림을 만들고 대기 중인 항목을 보여줍니다.
pt_br: Cria lembretes e lista os pendentes.
tr: Hatırlatıcı kurar, bekleyenleri listeler.
zh_hans: 创建提醒事项，列出待办的提醒。

source: Setting reminder…
de: Erinnerung wird erstellt…
es: Creando recordatorio…
fr: Création du rappel…
ja: リマインダーを設定中…
ko: 미리 알림 설정 중…
pt_br: Criando lembrete…
tr: Hatırlatıcı kuruluyor…
zh_hans: 正在设置提醒…

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
tr: Ayarlar
zh_hans: 设置

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ko: 공유
pt_br: Compartilhar
tr: Paylaş
zh_hans: 共享

source: Show the welcome again
de: Begrüßung erneut anzeigen
es: Volver a mostrar la bienvenida
fr: Afficher à nouveau l’accueil
ja: ようこそ画面をもう一度表示
ko: 환영 화면 다시 보기
pt_br: Mostrar as boas-vindas de novo
tr: Karşılamayı yeniden göster
zh_hans: 重新显示欢迎页

source: Skill
de: Fähigkeit
es: Habilidad
fr: Compétence
ja: スキル
ko: 스킬
pt_br: Habilidade
tr: Beceri
zh_hans: 技能

source: Skill name
de: Name der Fähigkeit
es: Nombre de la habilidad
fr: Nom de la compétence
ja: スキル名
ko: 스킬 이름
pt_br: Nome da habilidade
tr: Beceri adı
zh_hans: 技能名称

source: Skills
de: Fähigkeiten
es: Habilidades
fr: Compétences
ja: スキル
ko: 스킬
pt_br: Habilidades
tr: Beceriler
zh_hans: 技能

source: Something went wrong
de: Da ist etwas schiefgelaufen
es: Algo salió mal
fr: Un problème est survenu
ja: 問題が発生しました
ko: 문제가 발생했습니다
pt_br: Algo deu errado
tr: Bir sorun oldu
zh_hans: 出了点问题

source: Source
de: Quelle
es: Fuente
ja: 出典
ko: 출처
pt_br: Fonte
tr: Kaynak
zh_hans: 来源

source: Source data not found
de: Quelldaten nicht gefunden
es: No se encontraron los datos de origen
fr: Données source introuvables
ja: 元データが見つかりません
ko: 원본 데이터를 찾을 수 없음
pt_br: Dados de origem não encontrados
tr: Kaynak veri bulunamadı
zh_hans: 未找到源数据

source: Space used
de: Belegter Speicher
es: Espacio usado
fr: Espace utilisé
ja: 使用容量
ko: 사용 용량
pt_br: Espaço usado
tr: Kapladığı yer
zh_hans: 占用空间

source: Space used by generated documents
de: Von erstellten Dokumenten belegter Speicher
es: Espacio que ocupan los documentos generados
fr: Espace occupé par les documents générés
ja: 作成した書類の使用容量
ko: 생성된 문서가 사용하는 용량
pt_br: Espaço ocupado pelos documentos gerados
tr: Üretilen belgelerin kapladığı yer
zh_hans: 已生成文稿占用的空间

source: Speech recognition
de: Spracherkennung
es: Reconocimiento de voz
fr: Reconnaissance vocale
ja: 音声認識
ko: 음성 인식
pt_br: Reconhecimento de fala
tr: Konuşma tanıma
zh_hans: 语音识别

source: Speech recognition access is off
de: Spracherkennung ist aus
es: El acceso al reconocimiento de voz está desactivado
fr: L’accès à la reconnaissance vocale est désactivé
ja: 音声認識の許可がオフです
ko: 음성 인식 권한이 꺼져 있음
pt_br: O acesso ao reconhecimento de fala está desativado
tr: Konuşma tanıma izni kapalı
zh_hans: 语音识别权限已关闭

source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt_br: Parar
tr: Durdur
zh_hans: 停止

source: Stopped partway.
de: Wurde abgebrochen.
es: Se interrumpió.
fr: S’est interrompu.
ja: 途中で終了しました。
ko: 중간에 멈췄습니다.
pt_br: Foi interrompido.
tr: Yarıda kaldı.
zh_hans: 中途停止。

source: Stored in the Keychain and never shown again.
de: Wird im Schlüsselbund gesichert und nie wieder angezeigt.
es: Se guarda en el llavero y no se vuelve a mostrar.
fr: Conservée dans le trousseau et plus jamais affichée.
ja: キーチェーンに保存され、二度と表示されません。
ko: 키체인에 저장되며 다시 표시되지 않습니다.
pt_br: Guardada nas Chaves e nunca mais exibida.
tr: Keychain'de saklanır ve bir daha gösterilmez.
zh_hans: 保存在钥匙串中，不会再次显示。

source: TODAY
de: HEUTE
es: HOY
fr: AUJOURD'HUI
ja: 今日
ko: 오늘
pt_br: HOJE
tr: BUGÜN
zh_hans: 今天

source: TOOLS
de: WERKZEUGE
es: HERRAMIENTAS
fr: OUTILS
ja: ツール
ko: 도구
pt_br: FERRAMENTAS
tr: ARAÇLAR
zh_hans: 工具

source: Table, %lld columns, %lld rows
de: Tabelle, %1$lld Spalten, %2$lld Zeilen
es: Tabla, %1$lld columnas, %2$lld filas
fr: Tableau, %1$lld colonnes, %2$lld lignes
ja: 表、%1$lld 列、%2$lld 行
ko: 표, %1$lld열, %2$lld행
pt_br: Tabela, %1$lld colunas, %2$lld linhas
tr: Tablo, %1$lld sütun, %2$lld satır
zh_hans: 表格，%1$lld 列，%2$lld 行

source: Tacet could not start.
de: Tacet konnte nicht gestartet werden.
es: Tacet no pudo iniciarse.
fr: Tacet n'a pas pu démarrer.
ja: Tacet を起動できませんでした。
ko: Tacet을 열 수 없습니다.
pt_br: Não foi possível iniciar o Tacet.
tr: Tacet açılamadı.
zh_hans: 无法启动 Tacet。

source: Tacet document
de: Tacet-Dokument
es: Documento de Tacet
fr: Document Tacet
ja: Tacet の書類
ko: Tacet 문서
pt_br: Documento do Tacet
tr: Tacet belgesi
zh_hans: Tacet 文档

source: Tacet hasn’t learned anything yet.
de: Tacet hat noch nichts gelernt.
es: Tacet aún no ha aprendido nada.
fr: Tacet n’a encore rien appris.
ja: Tacet はまだ何も学んでいません。
ko: Tacet이 아직 아무것도 배우지 않았습니다.
pt_br: O Tacet ainda não aprendeu nada.
tr: Tacet henüz bir şey öğrenmedi.
zh_hans: Tacet 还没有学到任何内容。

source: Tacet is typing
de: Tacet schreibt
es: Tacet está escribiendo
fr: Tacet écrit
ja: Tacet が入力中
ko: Tacet이 입력 중
pt_br: Tacet está digitando
tr: Tacet yazıyor
zh_hans: Tacet 正在输入

source: Tacet only reaches the servers you connect here.
de: Tacet verbindet sich ausschließlich mit den Servern, die du hier hinzufügst.
es: Tacet solo se conecta a los servidores que añadas aquí.
fr: Tacet ne contacte que les serveurs que tu connectes ici.
ja: Tacet はここで接続したサーバーにしか出ていきません。
ko: Tacet은 여기에서 연결한 서버에만 접속합니다.
pt_br: O Tacet só acessa os servidores que você conecta aqui.
tr: Tacet yalnızca burada bağladığın sunuculara çıkar.
zh_hans: Tacet 只会连接你在此处添加的服务器。

source: Tacet reads this guide whenever your trigger word appears in a message.
de: Tacet liest diese Anleitung, sobald dein Auslösewort in einer Nachricht vorkommt.
es: Tacet lee esta guía cuando tu palabra disparadora aparece en un mensaje.
fr: Tacet lit ce guide dès que ton mot déclencheur apparaît dans un message.
ja: トリガーの語がメッセージに現れると、Tacet はこのガイドを読みます。
ko: 메시지에 트리거 단어가 나오면 Tacet이 이 가이드를 읽습니다.
pt_br: O Tacet lê este guia sempre que sua palavra-gatilho aparece em uma mensagem.
tr: Tetikleyici kelimen mesajda geçtiğinde Tacet bu kılavuzu okur.
zh_hans: 当你的触发词出现在消息中时，Tacet 会读取此指南。

source: Tacet will no longer ask you before sending data to this connection. If your calendar, contacts, notes or documents were used in the same conversation, content from those tools can end up inside an argument you never see and go to the server. If the server is compromised or acts in bad faith, the text it returns can steer the model into sending more data. The confirmation step was exactly what stopped that. You can still see everything that was sent by tapping the chip in the conversation: what goes away is only the up-front confirmation, not the transparency. You can undo this setting at any time.
de: Tacet fragt dich nicht mehr, bevor Daten an diese Verbindung gesendet werden. Wenn im selben Gespräch Kalender, Kontakte, Notizen oder Dokumente verwendet wurden, kann Inhalt aus diesen Werkzeugen in ein Argument geraten, das du nicht siehst, und an den Server gehen. Wenn der Server übernommen wurde oder in böser Absicht handelt, kann der zurückgegebene Text das Modell dazu bringen, weitere Daten zu senden. Genau das hat die Bestätigung aufgehalten. Alles Gesendete kannst du weiterhin sehen, indem du im Gespräch auf den Chip tippst: Weg ist nur die vorherige Bestätigung, nicht die Nachvollziehbarkeit. Du kannst diese Einstellung jederzeit zurücknehmen.
es: Tacet ya no te preguntará antes de enviar datos a esta conexión. Si en la misma conversación se usaron el calendario, los contactos, las notas o documentos, el contenido de esas herramientas puede acabar dentro de un argumento que no ves y llegar al servidor. Si el servidor está comprometido o actúa de mala fe, el texto que devuelve puede llevar al modelo a enviar más datos. Eso es justo lo que detenía la confirmación previa. Puedes ver todo lo enviado tocando el chip en la conversación: lo que desaparece es solo la confirmación previa, no la transparencia. Puedes revertir este ajuste cuando quieras.
fr: Tacet ne te demandera plus rien avant d’envoyer des données à cette connexion. Si le calendrier, les contacts, les notes ou des documents ont été utilisés dans la même conversation, le contenu de ces outils peut se retrouver dans un argument que tu ne vois pas et partir vers le serveur. Si le serveur est compromis ou malveillant, le texte qu’il renvoie peut amener le modèle à envoyer davantage de données. C’est exactement ce que la confirmation préalable arrêtait. Tu peux voir tout ce qui a été envoyé en touchant la puce dans la conversation : ce qui disparaît, c’est seulement la confirmation préalable, pas la transparence. Tu peux revenir sur ce réglage à tout moment.
ja: Tacet はこの接続にデータを送るとき、これからは確認しません。 同じ会話でカレンダー、連絡先、メモ、書類が使われていた場合、それらのツールからの内容が、あなたの見ていない引数に入ってサーバーへ送られることがあります。 サーバーが乗っ取られていたり悪意を持っていたりすると、返ってくるテキストがモデルをさらに多くのデータの送信へ導くことがあります。確認のステップはまさにそれを止めていました。 送信された内容は、会話のチップをタップすればあとから確認できます。なくなるのは事前の確認だけで、透明性ではありません。 この設定はいつでも元に戻せます。
ko: Tacet은 이제 이 연결로 데이터를 보낼 때 확인하지 않습니다. 같은 대화에서 캘린더, 연락처, 메모, 문서를 사용했다면 그 도구에서 온 내용이 사용자가 보지 못한 인자 안에 들어가 서버로 갈 수 있습니다. 서버가 탈취되었거나 악의적이라면, 서버가 돌려준 텍스트가 모델을 더 많은 데이터를 보내도록 유도할 수 있습니다. 확인 단계가 막고 있던 것이 바로 이것입니다. 보낸 내용은 대화의 칩을 탭하면 나중에 확인할 수 있습니다. 사라지는 것은 사전 확인일 뿐 투명성은 아닙니다. 이 설정은 언제든지 되돌릴 수 있습니다.
pt_br: Tacet não vai mais te perguntar antes de enviar dados para esta conexão. Se calendário, contatos, notas ou documentos foram usados na mesma conversa, o conteúdo dessas ferramentas pode acabar dentro de um argumento que você não vê e ir para o servidor. Se o servidor for comprometido ou agir de má-fé, o texto que ele devolve pode levar o modelo a enviar mais dados. Era exatamente isso que a confirmação prévia impedia. Você pode ver tudo o que foi enviado tocando no chip da conversa: o que some é só a confirmação prévia, não a transparência. Você pode desfazer esta configuração quando quiser.
tr: Tacet bu bağlantıya veri gönderirken artık sana sormayacak. Aynı sohbette takvim, kişiler, notlar ya da belgeler kullanıldıysa, o araçlardan gelen içerik senin görmediğin bir argümanın içine girip sunucuya gidebilir. Sunucu ele geçirilirse ya da kötü niyetliyse, döndürdüğü metin modeli daha fazla veri göndermeye yönlendirebilir. Onay kapısı tam da bunu durduruyordu. Giden her şeyi sohbetteki çipe dokunarak sonradan görebilirsin: kalkan yalnızca ön onay, şeffaflık değil. Bu ayarı istediğin zaman geri alabilirsin.
zh_hans: Tacet 向此连接发送数据时不会再询问你。 如果同一对话中用过日历、通讯录、备忘录或文稿，来自这些工具的内容可能会进入你没有看到的参数并发送到服务器。 如果服务器被入侵或心怀恶意，它返回的文本可能引导模型发送更多数据。事先确认挡住的正是这一点。 轻点对话中的标签，仍可查看已发送的全部内容：去掉的只是事先确认，而不是透明度。 你随时可以撤销此设置。

source: Tacet works only with the on-device Apple Intelligence model, and this device doesn’t have it. There’s no cloud fallback; if there were, your question would leave the device.
de: Tacet arbeitet ausschließlich mit dem Apple-Intelligence-Modell auf dem Gerät, und dieses Gerät hat es nicht. Es gibt keinen Ersatz in der Cloud; gäbe es ihn, würde deine Frage das Gerät verlassen.
es: Tacet solo funciona con el modelo de Apple Intelligence del dispositivo, y este dispositivo no lo tiene. No hay respaldo en la nube; si lo hubiera, tu pregunta saldría del dispositivo.
fr: Tacet ne fonctionne qu’avec le modèle Apple Intelligence sur l’appareil, et cet appareil ne l’a pas. Il n’existe pas de secours dans le cloud ; s’il y en avait un, ta question quitterait l’appareil.
ja: Tacet はオンデバイスの Apple Intelligence モデルだけで動き、この端末にはそのモデルがありません。クラウドの代替はありません。あれば、あなたの質問が端末の外に出ることになります。
ko: Tacet은 온디바이스 Apple Intelligence 모델로만 동작하는데, 이 기기에는 그 모델이 없습니다. 클라우드 대체 경로는 없습니다. 있었다면 당신의 질문이 기기 밖으로 나갔을 것입니다.
pt_br: O Tacet só funciona com o modelo da Apple Intelligence no dispositivo, e este aparelho não o tem. Não existe alternativa na nuvem; se existisse, sua pergunta sairia do aparelho.
tr: Tacet yalnızca cihaz-üstü Apple Intelligence modeliyle çalışır ve bu cihazda o model yok. Bulutta çalışan bir yedeği yok; olsaydı sorduğun cihazdan çıkardı.
zh_hans: Tacet 只依靠设备端的 Apple 智能模型工作，而本机没有该模型。没有云端兜底；若有，你的问题就会离开设备。

source: Tacet works only with the on-device model; while that’s off it can’t answer. Just turn it on in iOS Settings > Apple Intelligence & Siri — then come back here.
de: Tacet arbeitet ausschließlich mit dem Modell auf dem Gerät; ist es aus, kann Tacet nichts antworten. Aktiviere es unter iOS Einstellungen > Apple Intelligence & Siri – und komm dann hierher zurück.
es: Tacet solo funciona con el modelo del dispositivo; si está desactivado, no puede responder. Actívalo en Ajustes de iOS > Apple Intelligence y Siri y vuelve aquí.
fr: Tacet ne fonctionne qu’avec le modèle sur l’appareil ; désactivé, il ne peut pas répondre. Active-le dans Réglages iOS > Apple Intelligence et Siri, puis reviens ici.
ja: Tacet はオンデバイスモデルだけで動きます。オフのあいだは回答できません。iOS の「設定 > Apple Intelligence と Siri」でオンにして、ここに戻ってください。
ko: Tacet은 온디바이스 모델로만 동작합니다. 꺼져 있으면 답할 수 없습니다. iOS 설정 > Apple Intelligence 및 Siri에서 켜고 여기로 돌아오세요.
pt_br: O Tacet só funciona com o modelo no dispositivo; com ele desativado, não consegue responder. Ative em Ajustes do iOS > Apple Intelligence e Siri e volte aqui.
tr: Tacet yalnızca cihaz-üstü modelle çalışır; o kapalıyken yanıt üretemez. iOS Ayarlar > Apple Intelligence ve Siri'den açman yeterli — sonra buraya dön.
zh_hans: Tacet 只依靠设备端模型工作；它关闭时无法作答。在 iOS 设置 > Apple 智能与 Siri 中打开即可——然后回到这里。

source: Tacet's core runs on this device. Web search and connections engage only if you turn them on, and only in plain sight.
de: Der Kern von Tacet läuft auf diesem Gerät. Websuche und Verbindungen greifen nur, wenn du sie einschaltest – und sichtbar.
es: El núcleo de Tacet funciona en este dispositivo. La búsqueda web y las conexiones solo se activan si tú las enciendes, y a la vista.
fr: Le cœur de Tacet fonctionne sur cet appareil. La recherche web et les connexions ne s'activent que si tu les actives, et à découvert.
ja: Tacet の中核はこの端末で動きます。ウェブ検索と接続は、あなたが有効にしたときだけ、見える形で動きます。
ko: Tacet의 핵심은 이 기기에서 작동합니다. 웹 검색과 연결은 직접 켤 때만, 눈에 보이게 작동합니다。
pt_br: O núcleo do Tacet roda neste aparelho. A busca na web e as conexões só entram em ação se você as ativar, e à vista.
tr: Tacet'in çekirdeği bu cihazda çalışır. Web araması ve bağlantılar yalnız sen açarsan, sen görerek devreye girer.
zh_hans: Tacet 的核心在本机运行。网页搜索与连接只在你开启时启用，并且全程可见。

source: Tacet’s built-in skills
de: Die integrierten Fähigkeiten von Tacet
es: Habilidades integradas de Tacet
fr: Les compétences intégrées de Tacet
ja: Tacet の標準スキル
ko: Tacet의 기본 스킬
pt_br: Habilidades integradas do Tacet
tr: Tacet'in hazır becerileri
zh_hans: Tacet 的内置技能

source: Tacet’s core is still downloading.
de: Der Kern von Tacet wird noch geladen.
es: El núcleo de Tacet aún se está descargando.
fr: Le cœur de Tacet est encore en cours de téléchargement.
ja: Tacet の中核はまだダウンロード中です。
ko: Tacet의 핵심 모델을 아직 내려받는 중입니다.
pt_br: O núcleo do Tacet ainda está baixando.
tr: Tacet'in çekirdeği hâlâ iniyor.
zh_hans: Tacet 的核心仍在下载。

source: Tap for details
de: Für Details tippen
es: Toca para ver los detalles
fr: Touchez pour voir le détail
ja: タップして詳細を表示
ko: 탭하여 상세 보기
pt_br: Toque para ver detalhes
tr: Ayrıntı için dokun
zh_hans: 轻点查看详情

source: Tap the microphone in the input field; what you say turns into text on this device. The audio goes to no server.
de: Tippe auf das Mikrofon im Eingabefeld; was du sagst, wird auf diesem Gerät zu Text. Der Ton geht an keinen Server.
es: Toca el micrófono del campo de entrada; lo que dices se convierte en texto en este dispositivo. El audio no va a ningún servidor.
fr: Touche le micro dans le champ de saisie ; ce que tu dis devient du texte sur cet appareil. L’audio ne part vers aucun serveur.
ja: 入力欄のマイクを押すと、話した内容がこの端末で文字になります。音声はどのサーバーにも送られません。
ko: 입력란의 마이크를 누르면 말한 내용이 이 기기에서 글로 바뀝니다. 음성은 어떤 서버로도 가지 않습니다.
pt_br: Toque no microfone no campo de entrada; o que você fala vira texto neste aparelho. O áudio não vai para servidor nenhum.
tr: Giriş alanındaki mikrofona bas; söylediklerin bu cihazda yazıya döner. Ses hiçbir sunucuya gitmez.
zh_hans: 点按输入框里的麦克风；你说的话会在本机转成文字。音频不会发往任何服务器。

source: Tap to close
de: Zum Schließen tippen
es: Toca para cerrar
fr: Touchez pour fermer
ja: タップして閉じる
ko: 탭하여 닫기
pt_br: Toque para fechar
tr: Kapatmak için dokun
zh_hans: 轻点关闭

source: Tap to grant permission
de: Tippen, um die Berechtigung zu erteilen
es: Toca para conceder el permiso
fr: Touche pour accorder l’autorisation
ja: タップしてアクセスを許可
ko: 탭하여 권한 허용
pt_br: Toque para conceder a permissão
tr: İzni açmak için dokun
zh_hans: 轻点以授予权限

source: Tap to open
de: Zum Öffnen tippen
es: Toca para abrir
fr: Touchez pour ouvrir
ja: タップして開く
ko: 탭하여 열기
pt_br: Toque para abrir
tr: Açmak için dokun
zh_hans: 轻点打开

source: Tap to preview the file
de: Tippen, um die Datei anzusehen
es: Toca para previsualizar el archivo
fr: Touchez pour prévisualiser le fichier
ja: タップしてファイルをプレビュー
ko: 탭하여 파일 미리보기
pt_br: Toque para visualizar o arquivo
tr: Dosyayı önizlemek için dokun
zh_hans: 轻点以预览文件

source: Tap to see the steps
de: Tippen, um die Schritte zu sehen
es: Toca para ver los pasos
fr: Touchez pour voir les étapes
ja: タップしてステップを表示
ko: 탭하여 단계 보기
pt_br: Toque para ver as etapas
tr: Adımları görmek için dokun
zh_hans: 轻点查看步骤

source: Tap to see what was sent
de: Tippen, um das Gesendete zu sehen
es: Toca para ver lo que se envió
fr: Touchez pour voir ce qui a été envoyé
ja: タップして送信内容を表示
ko: 탭하여 보낸 내용 보기
pt_br: Toque para ver o que foi enviado
tr: Gönderileni görmek için dokun
zh_hans: 轻点查看已发送内容

source: Teach Tacet your own rule: write when it should kick in and what it should do.
de: Bring Tacet deine eigene Regel bei: Schreib, wann sie greifen soll und was zu tun ist.
es: Enséñale a Tacet tu propia regla: escribe cuándo debe activarse y qué debe hacer.
fr: Apprends à Tacet ta propre règle : écris quand elle doit s’activer et ce qu’elle doit faire.
ja: Tacet に自分のルールを教えましょう：いつ働き、何をするのかを書いてください。
ko: Tacet에게 나만의 규칙을 알려주세요. 언제 작동하고 무엇을 할지 적으면 됩니다.
pt_br: Ensine ao Tacet a sua própria regra: escreva quando ela deve entrar em ação e o que fazer.
tr: Tacet'e kendi çalışma kuralını öğret: ne zaman devreye gireceğini ve ne yapacağını yaz.
zh_hans: 教 Tacet 你自己的规则：写下它何时启用、要做什么。

source: Tells today’s date, counts the days between two dates.
de: Nennt das heutige Datum, zählt die Tage zwischen zwei Daten.
es: Dice la fecha de hoy y cuenta los días entre dos fechas.
fr: Donne la date du jour, compte les jours entre deux dates.
ja: 今日の日付を答え、2つの日付のあいだを数えます。
ko: 오늘 날짜를 알려주고 두 날짜 사이를 셉니다.
pt_br: Diz a data de hoje e conta os dias entre duas datas.
tr: Bugünün tarihini söyler, iki tarih arasını sayar.
zh_hans: 说出今天的日期，计算两个日期之间的天数。
